Repository: biletboh/achaeologyapp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl, uk

source: Basic data
pl: Dane podstawowe
uk: Основні дані

source: Description
pl: Opis
uk: Опис

source: Attachments
pl: Załączniki
uk: Додаткові файли

source: References
pl: Źródła
uk: Посилання

source: Dating is undefined
pl: Datowanie nieokreślone
uk: Датування не визначено

source: Page not found
pl: Strona nie została znaleziona

source: The content you requested can not be found
pl: Nie znaleziono treści

source: Filters
pl: Filtry
uk: Фільтри

source: Sort by alphabet
pl: Porządkuj alfabetycznie
uk: Сортувати за абеткою

source: All sites
pl: Wszystkie stanowiska
uk: Всі пам’ятки

source: Archaeology database
pl: Archeologiczna baza danych
uk: Археологічна база даних

source: Search sites
pl: Szukaj stanowiska
uk: Шукати

source: New site
pl: Nowe stanowisko
uk: Нова пам’ятка

source: Log out
pl: Wyloguj się
uk: Вийти

source: Register
pl: Zarejestruj się
uk: Зареєструватись

source: Log in
pl: Zaloguj się
uk: Увійти

source: Your username and password didn't match. Please try again.
pl: Twoja nazwa użytkownika lub hasło są nieprawidłowe. Spróbuj jeszcze raz.
uk: Логін або пароль невірний. Будь ласка, спробуйте ще.

source: Create new site
pl: Utwórz nowe stanowisko
uk: Створити нову пам’ятку

source: Click on the map to pick location
pl: Kliknij na mapie żeby zapisać lokację.
uk: Клацніть по мапі для вибору локації

source: Create
pl: Utwórz
uk: Створити

source: Cancel
pl: Anuluj
uk: Скасувати

source: Search results
pl: Szukaj rezultatów
uk: Результати пошуку

source: Nothing found
pl: Nic nie znaleziono
uk: Нічого не знайдено

source: Settlement
pl: Osada
uk: Населений пункт

source: Delete
pl: Usuń
uk: Видалити

source: Edit
pl: Edytuj
uk: Редагувати

source: Area
pl: Powierzchnia
uk: Площа

source: AreaWidth
pl: Szerokość
uk: Ширина

source: AreaHeight
pl: Wysokość
uk: Довжина

source: Calculated Area
pl: Obliczona powierzchnia

source: Topography
pl: Topografia
uk: Топографія

source: Geomorphology
pl: Geomorfologia
uk: Геоморфологія

source: Altitude
pl: Wysokość nad poziomem morza
uk: Висота

source: ValleyAltitude
pl: Wysokość względna
uk: Висота над долиною

source: Dating
pl: Datowanie
uk: Датування

source: Bibliography
pl: Bibliografia

source: Do you really want to delete
pl: Czy naprawdę chcesz usunąć
uk: Ви дійсно хочете видалити

source: Welcome to the archaeology database!
pl: Witamy w archeologicznej bazie danych
uk: Вітаємо вас у базі даних археологічних пам’яток!

source: Messages
pl: Wiadomości

source: User-defined filter
pl: Filtr użytkownika
uk: Користувацький фільтр

source: Name
pl: Nazwa

source: Type
pl: Typ
uk: Тип

source: Country
pl: Kraj
uk: Країна

source: Region
pl: Oblast (Woewódstwo)
uk: Область

source: District
pl: Rajon
uk: Район

source: Valley
pl: Dolina
uk: Долина

source: 1st Terrace
pl: Pierwsza terasa
uk: Перша тераса

source: 2nd Terrace
pl: Druga terasa
uk: Друга тераса

source: High Terrace
pl: Terasa wysoka
uk: Висока тераса

source: Riverbank
pl: Zbocze doliny
uk: Берег

source: Dune
pl: Den
uk: Дюна

source: Cape
pl: Krawędź
uk: Мис

source: Plateau
pl: Wysoczyna
uk: Плато

source: DatingFrom
pl: Istniało od
uk: Датування від

source: DatingTo
pl: Istniało do
uk: Датування до

source: RiverSystem
pl: Dorzecze
uk: Річкова система

source: Dnieper
pl: Dniepr
uk: Дніпро

source: Sula
pl: Suła
uk: Сула

source: Psel
pl: Pseł
uk: Псел

source: Vorskla
pl: Worskła
uk: Ворскла

source: Oril
pl: Oriel
uk: Оріль

source: Southern Bug
pl: Boh
uk: Південний Буг

source: Dniester
pl: Dniestr
uk: Дністер

source: Pripyat
pl: Prypeć
uk: Прип’ять

source: Undefined
pl: Nieokreślone
uk: Не визначено

source: Unknown
pl: Niewiadomo
uk: Невідомо

source: Retry
pl: Powtórz
uk: Повторити

source: Drop files here to upload
pl: Przeciągnij pilk tutaj
uk: Перетягніть сюди файли для завантаження

source: Upload a file
pl: Dodaj plik
uk: Завантажити файл

source: Processing dropped files...
pl: Plik dodaje się
uk: Обробка файлів...

source: General
pl: Zdjęcze profilowe
uk: Профіль

source: Plane
pl: Plan
uk: План

source: Photo
pl: Zdjęczia
uk: Фото

source: Found
pl: Znalezienia
uk: Знахідки

source: Logged out!
uk: Ви успішно вийшли з системи!

source: Desna
uk: Десна

source: Sejm
uk: Сейм

source: Samara
uk: Самара
